/* Message in progress panel while filtering */
"%d folders filtered" = "%d フォルダフィルター済み";

/* Message in progress panel while loading data */
"%d folders read" = "%d フォルダ読み込み済み";

/* Message in progress panel while saving data */
"%d folders saved" = "%d フォルダ保存済み";

/* Message in progress panel while scanning */
"%d folders scanned" = "%d フォルダスキャン済み";

/* Date format (for scan time) */
"%d/%m/%y" = "%d/%m/%y";

/* Time format (for scan time) */
"%H:%M:%S" = "%H:%M:%S";

/* Exact file size (in bytes). */
"%qu bytes" = "%qu バイト";

/* Alert message (Note: the item can refer to a file or a folder) */
"A possible reason is that it does not exist anymore." = "既に存在されていない可能性があります。";

/* Alert message */
"A rule named \"%@\" already exists." = "「\"%@」という名前のルールは既に存在しています。";

/* Alert message (with filename arg) */
"Aborted saving the scan data to \"%@\"" = "スキャンデータを「%@」での保存操作は中止されました。";

/* Window title */
"Apply filter" = "フィルターを適用";

/* Label in Focus panel */
"Area in view:" = "表示領域：";

/* Parse error */
"Attribute not found." = "属性を見つけることができませんでした。";

/* File size unit for bytes. */
"B" = "B";

/* Alert panel button */
"Cancel" = "キャンセル";

/* Alert panel button */
"Delete" = "削除";

/* Alert message */
"Do you want to delete the file \"%@\"?" = "「%@」ファイルを本当に削除しますか？";

/* Alert message */
"Do you want to delete the folder \"%@\"?" = "「%@」フォルダを本当に削除しますか？";

/* Alert message */
"Do you want to delete the package \"%@\"?" = "「%@」パッケージを本当に削除しますか？";

/* Window title */
"Edit mask" = "マスクを編集";

/* Parse error */
"Encountered more than one root element." = "複数ルート項目は存在しています。";

/* Parse error */
"Encountered more than one root folder." = "複数ルートフォルダは存在しています。";

/* Parse error */
"Encountered more than one ScanInfo element." = "複数「ScanInfo」項目は存在しています。";

/* Parse error */
"Error parsing \"%@\" attribute: %@" = "「%1$@」をパースする途中にエラーが発生しました。属性：%2$@";

/* Parse error */
"Expected GrandPerspectiveScanDump element." = "GrandPerspectiveScanDump 項目を予期しました。";

/* Parse error */
"Expected integer value." = "整数を予期しました。";

/* Parse error */
"Expected unsigned integer value." = "符号なし整数を予期しました。";

/* Alert message */
"Failed to delete the file \"%@\"" = "「%@」ファイルを削除することができませんでした。";

/* Alert message */
"Failed to delete the folder \"%@\"" = "「%@」フォルダを削除することができませんでした。";

/* Alert message (with filename arg) */
"Failed to load the scan data from \"%@\"" = "「%@」スキャンデータのロードは失敗しました。";

/* Alert message */
"Failed to open the file \"%@\"" = "「%@」ファイルを開くことができませんでした。";

/* Alert message */
"Failed to open the folder \"%@\"" = "「%@」フォルダを開くことができませんでした。";

/* Alert message */
"Failed to open the package \"%@\"" = "「%@」パッケージを開くことができませんでした。";

/* Alert message */
"Failed to reveal the file \"%@\"" = "「%@」ファイルの表示は失敗しました。";

/* Alert message */
"Failed to reveal the folder \"%@\"" = "「%@」フォルダの表示は失敗しました。";

/* Alert message */
"Failed to reveal the package \"%@\"" = "「%@」パッケージの表示は失敗しました。";

/* Alert message */
"Failed to save the image." = "イメージの保存は失敗しました。";

/* Alert message (with filename arg) */
"Failed to save the scan data to \"%@\"" = "スキャンデータを「%@」上で保存することができませんでした。";

/* Error message */
"Failed to write entire buffer." = "バッファへ書き込むことができませんでした。";

/* Error message */
"Failed to write last data to file." = "最後のデータをファイルへ書き込むことができませんでした。";

/* Label in Focus panel */
"File in view:" = "表示中のファイル：";

/* Filter naming template. */
"Filter%d" = "フィルダー%d";

/* Message in progress panel while filtering */
"Filtering %@" = "フィルター中：%@";

/* Title of progress panel. */
"Filtering in progress" = "フィルター中";

/* Label in Focus panel */
"Folder in view:" = "表示中のフォルダ：";

/* File size unit for gigabytes. */
"GB" = "GB";

/* File size unit for kilobytes. */
"kB" = "KB";

/* Legend for Level mapping scheme. */
"Level %d" = "レベル %d";

/* Title of load panel */
"Load scan data" = "スキャンデータをロード";

/* Title of progress panel. */
"Loading in progress" = "ロード操作は進行中です。";

/* Misc. description for Level mapping scheme. */
"Lower levels" = "階下";

/* File size unit for megabytes. */
"MB" = "MB";

/* Initial match value in EditFilterRuleWindow */
"New match" = "新しい一致項目";

/* The filter name when there is no filter. */
"None" = "なし";

/* Alert additional informative text */
"Note: The file is hard-linked. It will take up space until all links to it are deleted." = "注意：このファイルはハードリンクされています。すべてのリンクが削除されるまでディスク領域は空になりません。";

/* Alert additional informative text */
"Note: The folder is hard-linked. It will take up space until all links to it are deleted." = "注意：このフォルダはハードリンクされています。すべてのリンクが削除されるまでディスク領域は空になりません。";

/* Alert additional informative text */
"Note: The package is hard-linked. It will take up space until all links to it are deleted." = "注意：このパッケージはハードリンクされています。すべてのリンクが削除されるまでディスク領域は空になりません。";

/* Alert panel button */
"OK" = "OK";

/* Misc. description for File type mapping scheme. */
"other file types" = "その他のファイルタイプ";

/* Legend for Level mapping scheme. */
"Outermost level" = "最外階";

/* Label in Focus panel */
"Package in view:" = "表示中のパッケージ：";

/* Parse error */
"Parse error (line %d): %@" = "パースエラー（%1$d 番目の行）：%2$@";

/* Parse error */
"Parsing aborted" = "パース操作は中止されました。";

/* Alert message */
"Possible reasons are that it does not exist anymore (it may have been moved, renamed, or deleted by other means) or that you lack the required permissions." = "既に存在していない可能性があります（移動、名称変更、削除など）。また、アクセス権が不足な可能性もあります。";

/* Message in progress panel while loading data */
"Reading %@" = "%@ を読み込み中";

/* Alert panel button */
"Remove" = "取り除く";

/* Alert message */
"Remove the rule named \"%@\"?" = "「%@」ルールを取り除きますか？";

/* Title of save-panel */
"Save image" = "イメージを保存";

/* Title of save panel */
"Save scan data" = "スキャンデータの保存";

/* Message in progress panel while saving data */
"Saving %@" = "%@ を保存中";

/* Title of progress panel. */
"Saving in progress" = "保存操作は実行中です。";

/* Prompt in open panel */
"Scan" = "スキャン";

/* Title of open panel */
"Scan folder" = "フォルダをスキャン";

/* Message in progress panel while scanning */
"Scanning %@" = "スキャン中：%@";

/* Title of progress panel. */
"Scanning in progress" = "スキャン中";

/* Label in Focus panel */
"Selected area:" = "選択範囲：";

/* Label in Focus panel */
"Selected file:" = "選択ファイル：";

/* Label in Focus panel */
"Selected folder:" = "選択フォルダ：";

/* Label in Focus panel */
"Selected package:" = "選択パッケージ：";

/* Alert message (with filename arg) */
"Successfully saved the scan data to \"%@\"" = "スキャンデータを「%@」へ保存することができました。";

/* File size unit for terabytes. */
"TB" = "TB";

/* Alert informative text */
"The resulting file is valid but incomplete." = "結果のファイルは正確ですが、不完全な可能性があります。";

/* Alert message */
"The rule must have a name." = "ルールの名前を入力する必要があります。";

/* Alert informative text */
"The rule will be irrevocably removed from the rule repository." = "ルールは完全に削除されます。";

/* Alert informative text */
"The rule will be replaced by the default rule with this name." = "ルールはデフォルトルールで置き換えられます。";

/* Alert informative text */
"The selected file will be moved to Trash." = "選択ファイルはゴミ箱へ移動されます。";

/* Alert informative text */
"The selected folder, with all its contents, will be moved to Trash. Beware, any files in the folder that are not shown in the view will also be deleted." = "選択フォルダとフォルダ内のすべての項目はゴミ箱へ移動されます。注意：フォルダ内の不可視項目も一緒に削除されます。";

/* Alert informative text */
"The selected package will be moved to Trash." = "選択パッケージはゴミ箱へ移動されます。";

/* Description for 'unknown' UTI. */
"unknown file type" = "不明なファイルタイプ";

/* Parse error */
"Unrecognized value." = "不明な数値です。";